Repository: dan-hart/AsNeeded
Catalog: AsNeeded/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fa, fi, fr, fr_ca, he, hi, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, vi, zh_hans, zh_hant, zh_hk

source: Qty: %.0f
ar: الكمية: %.0f
ca: Cant.: %.0f
cs: Množ.: %.0f
da: Antal: %.0f
de: Menge: %.0f
el: Ποσ.: %.0f
es: Cantidad: %.0f
es_419: Cant: %.0f
fa: تعداد: %.0f
fi: Määrä: %.0f
fr: Qté : %.0f
fr_ca: Qté : %.0f
he: כמות: %.0f
hi: मात्रा: %.0f
hu: Mennyiség: %.0f
id: Jml: %.0f
it: Quantità: %.0f
ja: 数量: %.0f
kk: Саны: %.0f
ko: 수량: %.0f
ms: Jml: %.0f
nb: Antall: %.0f
nl: Aantal: %.0f
pl: Ilość: %.0f
pt_br: Qtd: %.0f
pt_pt: Qtd: %.0f
ro: Cant: %.0f
ru: Кол-во: %.0f
sv: Antal: %.0f
th: จำนวน: %.0f
tr: Adet: %.0f
vi: Số lượng: %.0f
zh_hans: 数量：%.0f
zh_hant: 數量：%.0f
zh_hk: 數量: %.0f

source: Quantity:
ar: الكمية:
ca: Quantitat:
cs: Množství:
da: Antal:
de: Menge:
el: Ποσότητα:
es: Cantidad:
es_419: Cantidad:
fa: تعداد:
fi: Määrä:
fr: Quantité :
fr_ca: Quantité :
he: כמות:
hi: मात्रा:
hu: Mennyiség:
id: Jumlah:
it: Quantità:
ja: 数量:
kk: Саны:
ko: 수량:
ms: Kuantiti:
nb: Mengde:
nl: Aantal:
pl: Ilość:
pt_br: Quantidade:
pt_pt: Quantidade:
ro: Cantitate:
ru: Количество:
sv: Antal:
th: จำนวน:
tr: Miktar:
vi: Số lượng:
zh_hans: 数量：
zh_hant: 數量:
zh_hk: 數量:

source: Quick Adjust
ar: تعديل سريع
ca: Ajust ràpid
cs: Rychlé nastavení
da: Hurtig justering
de: Schnell anpassen
el: Γρήγορη ρύθμιση
es: Ajuste rápido
es_419: Ajuste rápido
fa: تنظیم سریع
fi: Nopea säätö
fr: Ajustement rapide
fr_ca: Ajustement rapide
he: התאמה מהירה
hi: त्वरित समायोजन
hu: Gyors állítás
id: Penyesuaian Cepat
it: Regolazione rapida
ja: クイック調整
kk: Жылдам реттеу
ko: 빠른 조정
ms: Larasan Pantas
nb: Rask justering
nl: Snelle aanpassing
pl: Szybka korekta
pt_br: Ajuste Rápido
pt_pt: Ajuste rápido
ro: Ajustare rapidă
ru: Быстрая корректировка
sv: Snabbjustering
th: ปรับอย่างรวดเร็ว
tr: Hızlı Ayar
vi: Điều chỉnh nhanh
zh_hans: 快速调整
zh_hant: 快速調整
zh_hk: 快速調整

source: Quick Log
ar: سجل سريع
ca: Registre ràpid
cs: Rychlý záznam
da: Hurtig log
de: Schnell erfassen
el: Γρήγορη καταγραφή
es: Registro rápido
es_419: Registro rápido
fa: ثبت سریع
fi: Pikakirjaus
fr: Saisie rapide
fr_ca: Enregistrement rapide
he: רישום מהיר
hi: त्वरित लॉग
hu: Gyors naplózás
id: Catatan Cepat
it: Registrazione rapida
ja: クイック記録
kk: Жылдам жазу
ko: 간편 기록
ms: Log Pantas
nb: Hurtiglogg
nl: Snelle registratie
pl: Szybki zapis
pt_br: Registro Rápido
pt_pt: Registo rápido
ro: Înregistrare rapidă
ru: Быстрая запись
sv: Snabblogg
th: บันทึกด่วน
tr: Hızlı Kayıt
vi: Ghi nhanh
zh_hans: 快速记录
zh_hant: 快速記錄
zh_hk: 快速記錄

source: Range
ar: نطاق
ca: Rang
cs: Rozsah
da: Interval
de: Bereich
el: Εύρος
es: Rango
es_419: Rango
fa: بازه
fi: Väli
fr: Plage
fr_ca: Plage
he: טווח
hi: सीमा
hu: Tartomány
id: Rentang
it: Intervallo
ja: 範囲
kk: Ауқым
ko: 범위
ms: Julat
nb: Område
nl: Bereik
pl: Zakres
pt_br: Intervalo
pt_pt: Intervalo
ro: Interval
ru: Диапазон
sv: Intervall
th: ช่วง
tr: Aralık
vi: Phạm vi
zh_hans: 范围
zh_hant: 範圍
zh_hk: 範圍

source: Read more info
ar: قراءة مزيد من المعلومات
ca: Llegir més informació
cs: Více informací
da: Læs mere info
de: Mehr Infos lesen
el: Διάβασε περισσότερες πληροφορίες
es: Más información
es_419: Leer más información
fa: اطلاعات بیشتر بخوانید
fi: Lue lisätietoja
fr: En savoir plus
fr_ca: Lire plus d'infos
he: קרא פרטים נוספים
hi: अधिक जानकारी पढ़ें
hu: További információk
id: Baca info selengkapnya
it: Leggi altre informazioni
ja: 詳細を読む
kk: Көбірек ақпарат оқыңыз
ko: 추가 정보 읽기
ms: Baca maklumat lanjut
nb: Les mer info
nl: Lees meer info
pl: Więcej informacji
pt_br: Leia mais informações
pt_pt: Ler mais informações
ro: Citește mai multe informații
ru: Подробнее
sv: Läs mer info
th: อ่านข้อมูลเพิ่มเติม
tr: Daha fazla bilgi oku
vi: Xem thêm thông tin
zh_hans: 阅读更多信息
zh_hant: 閱讀更多資訊
zh_hk: 閱讀更多資料

source: Redact Medication Names
ar: إخفاء أسماء الأدوية
ca: Redactar noms de medicaments
cs: Zamaskovat názvy léků
da: Slør medicinnavne
de: Medikamentennamen schwärzen
el: Απόκρυψη ονομάτων φαρμάκων
es: Ocultar nombres de medicamentos
es_419: Redactar nombres de medicamentos
fa: حذف اسامی داروها
fi: Peitä lääkkeiden nimet
fr: Masquer les noms de médicaments
fr_ca: Caviarder les noms de médicaments
he: הסתרת שמות תרופות
hi: दवाओं के नाम छिपाएँ
hu: Gyógyszernevek elrejtése
id: Sembunyikan nama obat
it: Oscura i nomi dei farmaci
ja: 医薬品名を匿名化
kk: Дәрі атауларын құпиялау
ko: 약물 이름 가리기
ms: Sembunyikan Nama Ubat
nb: Sensurer medikamentnavn
nl: Medicijnnamen zwartmaken
pl: Zanonimizuj nazwy leków
pt_br: Ocultar nomes de medicamentos
pt_pt: Ocultar nomes dos medicamentos
ro: Ascunde denumirile medicamentelor
ru: Скрыть названия лекарств
sv: Maskera läkemedelsnamn
th: ปกปิดชื่อยา
tr: İlaç İsimlerini Gizle
vi: Ẩn tên thuốc
zh_hans: 隐去药物名称
zh_hant: 隱藏藥物名稱
zh_hk: 隱去藥物名稱

source: Redact Notes
ar: إخفاء الملاحظات
ca: Redactar notes
cs: Zamaskovat poznámky
da: Slør noter
de: Notizen schwärzen
el: Απόκρυψη σημειώσεων
es: Ocultar notas
es_419: Redactar notas
fa: حذف یادداشت‌ها
fi: Peitä muistiinpanot
fr: Masquer les notes
fr_ca: Caviarder les notes
he: הסתרת הערות
hi: नोट्स छिपाएँ
hu: Megjegyzések elrejtése
id: Sembunyikan catatan
it: Oscura le note
ja: メモを匿名化
kk: Ескертпелерді құпиялау
ko: 메모 가리기
ms: Sembunyikan Nota
nb: Sensurer notater
nl: Notities zwartmaken
pl: Zanonimizuj notatki
pt_br: Ocultar anotações
pt_pt: Ocultar notas
ro: Ascunde notele
ru: Скрыть заметки
sv: Maskera anteckningar
th: ปกปิดบันทึก
tr: Notları Gizle
vi: Ẩn ghi chú
zh_hans: 隐去备注
zh_hant: 隱藏備註
zh_hk: 隱去備註

source: Refill Information
ar: معلومات إعادة التعبئة
ca: Informació de reposició
cs: Informace o doplnění
da: Genopfyldningsoplysninger
de: Informationen zur Nachfüllung
el: Πληροφορίες ανανέωσης
es: Información de reposición
es_419: Información de recarga
fa: اطلاعات نوبت‌گیری
fi: Täydennystiedot
fr: Infos de renouvellement
fr_ca: Informations sur le renouvellement
he: מידע על מילוי מחדש
hi: रीफिल जानकारी
hu: Újratöltési információk
id: Informasi Isi Ulang
it: Informazioni sul rifornimento
ja: リフィル情報
kk: Қайта толтыру туралы ақпарат
ko: 리필 정보
ms: Maklumat Isi Semula
nb: Informasjon om påfyll
nl: Herhaalinformatie
pl: Informacje o uzupełnieniu
pt_br: Informações de Reposição
pt_pt: Informação de reposição
ro: Informații despre reumplere
ru: Информация о пополнении
sv: Fyllnadsinformation
th: ข้อมูลการเติมยา
tr: Yenileme Bilgisi
vi: Thông tin làm đầy lại
zh_hans: 补充信息
zh_hant: 補藥資訊
zh_hk: 補藥資訊

source: Refill Tracking
ar: تتبع إعادة التعبئة
ca: Seguiment de reposicions
cs: Sledování doplnění
da: Genopfyldningssporing
de: Nachfüllverfolgung
el: Παρακολούθηση ανανέωσης
es: Seguimiento de reposiciones
es_419: Seguimiento de recargas
fa: ردیابی نوبت‌گیری
fi: Täydennysten seuranta
fr: Suivi des renouvellements
fr_ca: Suivi des renouvellements
he: מעקב מילוי
hi: रीफिल ट्रैकिंग
hu: Újratöltés követése
id: Pelacakan Isi Ulang
it: Monitoraggio rifornimento
ja: リフィル追跡
kk: Қайта толтыруды бақылау
ko: 리필 추적
ms: Penjejakan Isi Semula
nb: Sporing av påfyll
nl: Herlaadbijhouden
pl: Śledzenie uzupełnień
pt_br: Acompanhamento de Reposição
pt_pt: Acompanhamento de reposição
ro: Urmărire reumplere
ru: Отслеживание пополнений
sv: Spårning av påfyllningar
th: ติดตามการเติมยา
tr: Yenileme Takibi
vi: Theo dõi làm đầy lại
zh_hans: 补充追踪
zh_hant: 補藥追蹤
zh_hk: 補藥追蹤

source: Refresh
ar: تحديث
ca: Actualitzar
cs: Obnovit
da: Opdater
de: Aktualisieren
el: Ανανέωση
es: Actualizar
es_419: Actualizar
fa: به‌روزرسانی
fi: Päivitä
fr: Actualiser
fr_ca: Actualiser
he: רענן
hi: ताज़ा करें
hu: Frissítés
id: Segarkan
it: Aggiorna
ja: 更新
kk: Жаңарту
ko: 새로고침
ms: Segarkan
nb: Oppdater
nl: Verversen
pl: Odśwież
pt_br: Atualizar
pt_pt: Atualizar
ro: Reîmprospătare
ru: Обновить
sv: Uppdatera
th: รีเฟรช
tr: Yenile
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理
zh_hk: 重新整理

source: REMINDER TYPE
ar: نوع التذكير
ca: TIPUS DE RECORDATORI
cs: TYP PŘIPOMÍNKY
da: PÅMINDELSESTYPE
de: ERINNERUNGSART
el: ΤΥΠΟΣ ΥΠΕΝΘΥΜΙΣΗΣ
es: TIPO DE RECORDATORIO
es_419: TIPO DE RECORDATORIO
fa: نوع یادآوری
fi: MUISTUTUKSEN TYYPPI
fr: TYPE DE RAPPEL
fr_ca: TYPE DE RAPPEL
he: סוג תזכורת
hi: रिमाइंडर प्रकार
hu: EMLÉKEZTETÉS TÍPUSA
id: JENIS PENGINGAT
it: TIPO DI PROMEMORIA
ja: リマインダーの種類
kk: ЕСКЕРТУ ТҮРІ
ko: 알림 유형
ms: JENIS PERINGATAN
nb: PÅMINNELSETYPE
nl: HERINNERINGSTYPE
pl: RODZAJ PRZYPOMNIENIA
pt_br: TIPO DE LEMBRETE
pt_pt: TIPO DE LEMBRETE
ro: TIP DE MEMENTO
ru: ТИП НАПОМИНАНИЯ
sv: PÅMINNELSETYP
th: ประเภทการเตือน
tr: HATIRLATICI TÜRÜ
vi: LOẠI NHẮC NHỞ
zh_hans: 提醒类型
zh_hant: 提醒類型
zh_hk: 提醒類型

source: Reminders
ar: التذكيرات
ca: Recordatoris
cs: Připomínky
da: Påmindelser
de: Erinnerungen
el: Υπενθυμίσεις
es: Recordatorios
es_419: Recordatorios
fa: یادآورها
fi: Muistutukset
fr: Rappels
fr_ca: Rappels
he: תזכורות
hi: स्मरण
hu: Emlékeztetők
id: Pengingat
it: Promemoria
ja: リマインダー
kk: Ескертпелер
ko: 알림
ms: Peringatan
nb: Påminnelser
nl: Herinneringen
pl: Przypomnienia
pt_br: Lembretes
pt_pt: Lembretes
ro: Mementouri
ru: Напоминания
sv: Påminnelser
th: การเตือน
tr: Hatırlatıcılar
vi: Nhắc nhở
zh_hans: 提醒
zh_hant: 提醒事項
zh_hk: 提醒

source: Remove all notes from events
ar: إزالة جميع الملاحظات من الأحداث
ca: Eliminar totes les notes dels esdeveniments
cs: Odebrat všechny poznámky z událostí
da: Fjern alle noter fra begivenheder
de: Alle Notizen aus Ereignissen entfernen
el: Αφαίρεση όλων των σημειώσεων από τα συμβάντα
es: Eliminar todas las notas de los eventos
es_419: Eliminar todas las notas de los eventos
fa: حذف همه یادداشت‌ها از رویدادها
fi: Poista kaikki muistiinpanot tapahtumista
fr: Supprimer toutes les notes des événements
fr_ca: Supprimer toutes les notes des événements
he: הסר את כל ההערות מהאירועים
hi: घटनाओं से सभी नोट्स हटाएँ
hu: Távolítsd el az összes megjegyzést az eseményekről
id: Hapus semua catatan dari acara
it: Rimuovi tutte le note dagli eventi
ja: イベントからすべてのメモを削除
kk: Оқиғалардан барлық ескертпелерді өшіру
ko: 이벤트의 모든 메모 제거
ms: Buang semua nota dari acara
nb: Fjern alle notater fra hendelser
nl: Verwijder alle notities uit gebeurtenissen
pl: Usuń wszystkie notatki z wydarzeń
pt_br: Remover todas as anotações dos eventos
pt_pt: Remover todas as notas dos eventos
ro: Elimină toate notele din evenimente
ru: Удалить все заметки из событий
sv: Ta bort alla anteckningar från händelser
th: ลบบันทึกทั้งหมดจากกิจกรรม
tr: Etkinliklerden tüm notları kaldır
vi: Xóa tất cả ghi chú khỏi các sự kiện
zh_hans: 从事件中删除所有备注
zh_hant: 從事件中移除所有備註
zh_hk: 從事件中移除所有備註

source: Remove Date
ar: إزالة التاريخ
ca: Eliminar data
cs: Odebrat datum
da: Fjern dato
de: Datum entfernen
el: Κατάργηση ημερομηνίας
es: Quitar fecha
es_419: Quitar fecha
fa: حذف تاریخ
fi: Poista päivämäärä
fr: Supprimer la date
fr_ca: Supprimer la date
he: הסר תאריך
hi: तारीख हटाएँ
hu: Dátum eltávolítása
id: Hapus Tanggal
it: Rimuovi data
ja: 日付を削除
kk: Күнді өшіру
ko: 날짜 제거
ms: Buang Tarikh
nb: Fjern dato
nl: Datum verwijderen
pl: Usuń datę
pt_br: Remover data
pt_pt: Remover data
ro: Elimină data
ru: Удалить дату
sv: Ta bort datum
th: ลบวันที่
tr: Tarihi Kaldır
vi: Xóa ngày
zh_hans: 移除日期
zh_hant: 移除日期
zh_hk: 移除日期

source: Repeats every %@
ar: يتكرر كل %@
ca: Es repeteix cada %@
cs: Opakuje se každých %@
da: Gentages hver %@
de: Wiederholt sich alle %@
el: Επαναλαμβάνεται κάθε %@
es: Se repite cada %@
es_419: Se repite cada %@
fa: تکرار هر %@
fi: Toistuu joka %@
fr: Se répète tous les %@
fr_ca: Se répète toutes les %@
he: חוזר כל %@
hi: हर %@ दोहराएँ
hu: Ismétlődik: minden %@
id: Berulang setiap %@
it: Si ripete ogni %@
ja: %@ごとに繰り返す
kk: Әр %@ қайталанады
ko: %@마다 반복
ms: Ulang setiap %@
nb: Gjentar hver %@
nl: Herhaalt elke %@
pl: Powtarza się co %@
pt_br: Repete a cada %@
pt_pt: Repete a cada %@
ro: Se repetă la fiecare %@
ru: Повторяется каждые %@
sv: Upprepas varje %@
th: ทำซ้ำทุก %@
tr: Her %@ tekrarlanır
vi: Lặp lại mỗi %@
zh_hans: 每 %@ 重复一次
zh_hant: 每 %@ 重複
zh_hk: 每隔 %@ 重複

source: Replace medication names with [REDACTED]
ar: استبدال أسماء الأدوية بـ [REDACTED]
ca: Substituir els noms dels medicaments per [REDACTED]
cs: Nahradit názvy léků [REDACTED]
da: Erstat medicinnavne med [REDACTED]
de: Medikamentennamen durch [REDACTED] ersetzen
el: Αντικατάσταση ονομάτων φαρμάκων με [REDACTED]
es: Sustituir nombres de medicamentos por [REDACTED]
es_419: Reemplazar nombres de medicamentos por [REDACTED]
fa: جایگزینی نام داروها با [REDACTED]
fi: Korvaa lääkkeiden nimet [REDACTED]
fr: Remplacer les noms de médicaments par [REDACTED]
fr_ca: Remplacer les noms de médicaments par [REDACTED]
he: החלף את שמות התרופות ב־[REDACTED]
hi: दवाओं के नामों को [REDACTED] से बदलें
hu: Cseréld le a gyógyszerneveket [REDACTED]‑re
id: Ganti nama obat dengan [REDACTED]
it: Sostituisci i nomi dei farmaci con [REDACTED]
ja: 医薬品名を[REDACTED]に置き換える
kk: Дәрі атауларын [REDACTED] деп ауыстыру
ko: 약물 이름을 [REDACTED]로 대체
ms: Gantikan nama ubat dengan [REDACTED]
nb: Erstatt medikamentnavn med [REDACTED]
nl: Vervang medicijnnamen door [REDACTED]
pl: Zastąp nazwy leków [REDACTED]
pt_br: Substituir nomes de medicamentos por [REDACTED]
pt_pt: Substituir nomes dos medicamentos por [REDACTED]
ro: Înlocuiește denumirile medicamentelor cu [REDACTED]
ru: Заменить названия лекарств на [REDACTED]
sv: Ersätt läkemedelsnamn med [REDACTED]
th: แทนที่ชื่อยาด้วย [REDACTED]
tr: İlaç isimlerini [REDACTED] ile değiştir
vi: Thay tên thuốc bằng [REDACTED]
zh_hans: 将药物名称替换为 [REDACTED]
zh_hant: 將藥物名稱替換為 [REDACTED]
zh_hk: 將藥物名稱替換為 [REDACTED]

source: Report an Issue
ar: الإبلاغ عن مشكلة
ca: Informar d'un problema
cs: Nahlásit problém
da: Rapportér et problem
de: Problem melden
el: Αναφορά προβλήματος
es: Informar de un problema
es_419: Reportar un problema
fa: گزارش مشکل
fi: Ilmoita ongelmasta
fr: Signaler un problème
fr_ca: Signaler un problème
he: דווח על בעיה
hi: समस्या रिपोर्ट करें
hu: Hiba jelentése
id: Laporkan Masalah
it: Segnala un problema
ja: 問題を報告
kk: Мәселені хабарлау
ko: 문제 보고
ms: Laporkan Masalah
nb: Rapporter et problem
nl: Meld een probleem
pl: Zgłoś problem
pt_br: Reportar um problema
pt_pt: Reportar um problema
ro: Raportează o problemă
ru: Сообщить о проблеме
sv: Rapportera ett problem
th: แจ้งปัญหา
tr: Sorun Bildir
vi: Báo cáo sự cố
zh_hans: 报告问题
zh_hant: 回報問題
zh_hk: 報告問題

source: Report bugs, request features, or share ideas
ar: أبلغ عن أخطاء، اطلب ميزات، أو شارك أفكارًا
ca: Informar d'errors, sol·licitar funcions o compartir idees
cs: Nahlaste chyby, požádejte o funkce nebo sdílejte nápady
da: Rapportér fejl, anmod om funktioner eller del idéer
de: Fehler melden, Funktionen anfragen oder Ideen teilen
el: Αναφέρετε σφάλματα, ζητήστε λειτουργίες ή μοιραστείτε ιδέες
es: Informa de errores, solicita funciones o comparte ideas
es_419: Reporta errores, solicita funciones o comparte ideas
fa: گزارش باگ‌ها، درخواست قابلیت جدید یا اشتراک‌گذاری ایده‌ها
fi: Ilmoita bugeista, ehdota ominaisuuksia tai jaa ideoita
fr: Signaler un bug, demander une fonctionnalité ou partager une idée
fr_ca: Signaler des bogues, demander des fonctionnalités ou partager des idées
he: דווח על באגים, בקש תכונות או שתף רעיונות
hi: बग रिपोर्ट करें, फीचर का अनुरोध करें, या विचार साझा करें
hu: Hibák bejelentése, funkciók kérése vagy ötletek megosztása
id: Laporkan bug, minta fitur, atau bagikan ide
it: Segnala bug, richiedi funzionalità o condividi idee
ja: バグを報告する、機能をリクエストする、またはアイデアを共有する
kk: Багтарды хабарлау, функцияларды сұрау немесе идеяларыңызбен бөлісу
ko: 버그 신고, 기능 요청 또는 아이디어 공유
ms: Laporkan pepijat, minta ciri, atau kongsi idea
nb: Rapporter feil, be om funksjoner eller del ideer
nl: Meld bugs, vraag functies aan of deel ideeën
pl: Zgłaszaj błędy, proś o funkcje lub dziel się pomysłami
pt_br: Reporte bugs, solicite recursos ou compartilhe ideias
pt_pt: Reportar erros, pedir funcionalidades ou partilhar ideias
ro: Raportați bug-uri, solicitați funcții sau împărtășiți idei
ru: Сообщить об ошибках, предложить функции или поделиться идеями
sv: Rapportera buggar, begär funktioner eller dela idéer
th: แจ้งบั๊ก ขอฟีเจอร์ หรือแบ่งปันไอเดีย
tr: Hataları bildir, özellik iste veya fikirlerini paylaş
vi: Báo lỗi, yêu cầu tính năng hoặc chia sẻ ý tưởng
zh_hans: 报告错误、请求功能或分享想法
zh_hant: 回報錯誤、請求功能或分享想法
zh_hk: 回報錯誤、提出功能需求或分享想法

source: required
ar: مطلوب
ca: obligatori
cs: povinné
da: påkrævet
de: erforderlich
el: απαιτείται
es: obligatorio
es_419: requerido
fa: الزامی
fi: pakollinen
fr: obligatoire
fr_ca: requis
he: נדרש
hi: आवश्यक
hu: kötelező
id: diperlukan
it: obbligatorio
ja: 必須
kk: қажет
ko: 필수
ms: wajib
nb: påkrevd
nl: verplicht
pl: wymagane
pt_br: obrigatório
pt_pt: obrigatório
ro: necesar
ru: обязательно
sv: obligatoriskt
th: จำเป็น
tr: gerekli
vi: bắt buộc
zh_hans: 必填
zh_hant: 必填
zh_hk: 必填

source: REQUIRED
ar: مطلوب
ca: OBLIGATORI
cs: POVINNÉ
da: PÅKRÆVET
de: ERFORDERLICH
el: ΑΠΑΙΤΕΙΤΑΙ
es: OBLIGATORIO
es_419: REQUERIDO
fa: الزامی
fi: PAKOLLINEN
fr: OBLIGATOIRE
fr_ca: REQUIS
he: נדרש
hi: आवश्यक
hu: KÖTELEZŐ
id: DIPERLUKAN
it: OBBLIGATORIO
ja: 必須
kk: ҚАЖЕТ
ko: 필수
ms: WAJIB
nb: PÅKREVD
nl: VERPLICHT
pl: WYMAGANE
pt_br: OBRIGATÓRIO
pt_pt: OBRIGATÓRIO
ro: NECESAR
ru: ОБЯЗАТЕЛЬНО
sv: OBLIGATORISKT
th: จำเป็น
tr: GEREKLİ
vi: BẮT BUỘC
zh_hans: 必需
zh_hant: 必填
zh_hk: 必填

source: Required field indicator
ar: مؤشر الحقول المطلوبة
ca: Indicador de camp obligatori
cs: Indikátor povinného pole
da: Markør for obligatorisk felt
de: Kennzeichnung erforderliches Feld
el: Δείκτης υποχρεωτικού πεδίου
es: Indicador de campo obligatorio
es_419: Indicador de campo obligatorio
fa: نمایانگر فیلد اجباری
fi: Pakollisen kentän merkki
fr: Indicateur de champ obligatoire
fr_ca: Indicateur de champ requis
he: סימן לשדה נדרש
hi: आवश्यक फ़ील्ड संकेतक
hu: Kötelező mező jelölő
id: Penanda kolom wajib
it: Indicatore campo obbligatorio
ja: 必須フィールドの表示
kk: Қажет өріс көрсеткіші
ko: 필수 입력 필드 표시기
ms: Penunjuk medan wajib
nb: Indikator for påkrevd felt
nl: Indicator verplicht veld
pl: Wskaźnik pola obowiązkowego
pt_br: Indicador de campo obrigatório
pt_pt: Indicador de campo obrigatório
ro: Indicator câmp obligatoriu
ru: Индикатор обязательного поля
sv: Indikator för obligatoriskt fält
th: ตัวบ่งชี้ช่องที่จำเป็น
tr: Zorunlu alan göstergesi
vi: Chỉ báo trường bắt buộc
zh_hans: 必填字段指示器
zh_hant: 必填欄位指示器
zh_hk: 必填欄位指示

source: Required field. Type to search for medications.
ar: حقل مطلوب. اكتب للبحث عن أدوية.
ca: Camp obligatori. Escriviu per cercar medicaments.
cs: Povinné pole. Napište pro vyhledání léků.
da: Obligatorisk felt. Skriv for at søge efter medicin.
de: Erforderliches Feld. Tippe, um nach Medikamenten zu suchen.
el: Υποχρεωτικό πεδίο. Πληκτρολογήστε για να αναζητήσετε φάρμακα.
es: Campo obligatorio. Escribe para buscar medicamentos.
es_419: Campo obligatorio. Escribe para buscar medicamentos.
fa: فیلد اجباری. برای جستجوی داروها تایپ کنید.
fi: Pakollinen kenttä. Kirjoita etsiäksesi lääkkeitä.
fr: Champ obligatoire. Tapez pour rechercher des médicaments.
fr_ca: Champ requis. Tapez pour rechercher des médicaments.
he: שדה נדרש. הקלד כדי לחפש תרופות.
hi: आवश्यक फ़ील्ड। दवाओं को खोजने के लिए टाइप करें।
hu: Kötelező mező. Gépelj a gyógyszerek kereséséhez.
id: Kolom wajib. Ketik untuk mencari obat.
it: Campo obbligatorio. Digita per cercare i farmaci.
ja: 必須項目です。薬を検索するには入力してください。
kk: Қажет өріс. Дәрілерді іздеу үшін теріңіз.
ko: 필수 항목입니다. 약물을 검색하려면 입력하세요.
ms: Medan wajib. Taip untuk mencari ubat.
nb: Påkrevd felt. Skriv for å søke etter legemidler.
nl: Verplicht veld. Typ om naar medicijnen te zoeken.
pl: Pole wymagane. Wpisz, aby wyszukać leki.
pt_br: Campo obrigatório. Digite para buscar medicamentos.
pt_pt: Campo obrigatório. Escreve para procurar medicamentos.
ro: Câmp obligatoriu. Tastează pentru a căuta medicamente.
ru: Обязательное поле. Введи текст для поиска лекарств.
sv: Obligatoriskt fält. Skriv för att söka efter läkemedel.
th: ช่องนี้จำเป็น พิมพ์เพื่อค้นหายา
tr: Zorunlu alan. İlaç aramak için yaz.
vi: Trường bắt buộc. Gõ để tìm thuốc.
zh_hans: 必填字段。输入以搜索药物。
zh_hant: 必填欄位。輸入以搜尋藥物。
zh_hk: 必填欄位。輸入以搜尋藥物。

source: Reset
ar: إعادة تعيين
ca: Restablir
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
es_419: Restablecer
fa: بازنشانی
fi: Nollaa
fr: Réinitialiser
fr_ca: Réinitialiser
he: אפס
hi: रीसेट करें
hu: Visszaállítás
id: Atur Ulang
it: Reimposta
ja: リセット
kk: Қалпына келтіру
ko: 재설정
ms: Tetapkan Semula
nb: Tilbakestill
nl: Resetten
pl: Resetuj
pt_br: Redefinir
pt_pt: Repor
ro: Resetare
ru: Сброс
sv: Återställ
th: รีเซ็ต
tr: Sıfırla
vi: Đặt lại
zh_hans: 重置
zh_hant: 重設
zh_hk: 重設

source: Reset & Clear All Data
ar: إعادة تعيين ومسح كل البيانات
ca: Restablir i esborrar totes les dades
cs: Resetovat a vymazat všechna data
da: Nulstil og slet alle data
de: Zurücksetzen & Alle Daten löschen
el: Επαναφορά και εκκαθάριση όλων των δεδομένων
es: Restablecer y borrar todos los datos
es_419: Restablecer y borrar todos los datos
fa: بازنشانی و پاک کردن همه داده‌ها
fi: Nollaa ja tyhjennä kaikki tiedot
fr: Réinitialiser et supprimer toutes les données
fr_ca: Réinitialiser et effacer toutes les données
he: אפס ונקה את כל הנתונים
hi: रीसेट और सभी डेटा साफ़ करें
hu: Adatok visszaállítása és törlése
id: Atur Ulang & Hapus Semua Data
it: Reimposta e cancella tutti i dati
ja: リセットと全データを消去
kk: Барлық деректерді қалпына келтіру және өшіру
ko: 초기화 및 모든 데이터 삭제
ms: Tetapkan Semula & Padam Semua Data
nb: Tilbakestill og slett alle data
nl: Reset en wis alle gegevens
pl: Resetuj i usuń wszystkie dane
pt_br: Redefinir e apagar todos os dados
pt_pt: Repor e apagar todos os dados
ro: Resetare și șterge toate datele
ru: Сбросить и удалить все данные
sv: Återställ och rensa all data
th: รีเซ็ตและล้างข้อมูลทั้งหมด
tr: Sıfırla ve Tüm Verileri Temizle
vi: Đặt lại & Xóa tất cả dữ liệu
zh_hans: 重置并清除所有数据
zh_hant: 重設並清除所有資料
zh_hk: 重設並清除所有資料

source: Restore Purchases
ar: استعادة عمليات الشراء
ca: Restaurar compres
cs: Obnovit nákupy
da: Gendan køb
de: Einkäufe wiederherstellen
el: Επαναφορά αγορών
es: Restaurar compras
es_419: Restaurar compras
fa: بازیابی خریدها
fi: Palauta ostot
fr: Restaurer les achats
fr_ca: Restaurer les achats
he: שחזר רכישות
hi: खरीदारी पुनर्स्थापित करें
hu: Vásárlások visszaállítása
id: Pulihkan Pembelian
it: Ripristina acquisti
ja: 購入を復元
kk: Сатып алуларды қалпына келтіру
ko: 구매 복원
ms: Pulihkan Pembelian
nb: Gjenopprett kjøp
nl: Aankopen herstellen
pl: Przywróć zakupy
pt_br: Restaurar compras
pt_pt: Restaurar compras
ro: Restabilește achizițiile
ru: Восстановить покупки
sv: Återställ köp
th: คืนค่าสินค้าซื้อแล้ว
tr: Satın Alımları Geri Yükle
vi: Khôi phục giao dịch mua
zh_hans: 恢复购买
zh_hant: 回復購買項目
zh_hk: 回復購買項目
